let words = [];

words[0] = "1당신은 지금도 최고고, 이전에도 최고였으며 앞으로도 최고일것이다.";
words[1] = "2성공하는 사람은 실패하는데 익숙한사람이다.";
words[2] = "3후회를 최대한 이용하라, 깊이 후회한다는 것은 새로운 삶을 산다는 것이다.";
words[3] = "4가짜 친구는 소문을 믿고, 진짜 친구는 나를 믿는다.";
words[4] = "5성공이라는 못을 박으려면 끈질김이라는 망치가 필요하다.";
words[5] = "6당신은 지금도 최고고, 이전에도 최고였으며 앞으로도 최고일것이다.";
words[6] = "7성공하는 사람은 실패하는데 익숙한사람이다.";
words[7] = "8후회를 최대한 이용하라, 깊이 후회한다는 것은 새로운 삶을 산다는 것이다.";
words[8] = "9가짜 친구는 소문을 믿고, 진짜 친구는 나를 믿는다.";
words[9] = "10성공이라는 못을 박으려면 끈질김이라는 망치가 필요하다.";
words[10] = "11당신은 지금도 최고고, 이전에도 최고였으며 앞으로도 최고일것이다.";
words[11] = "12성공하는 사람은 실패하는데 익숙한사람이다.";
words[12] = "13후회를 최대한 이용하라, 깊이 후회한다는 것은 새로운 삶을 산다는 것이다.";
words[13] = "14가짜 친구는 소문을 믿고, 진짜 친구는 나를 믿는다.";
words[14] = "15성공이라는 못을 박으려면 끈질김이라는 망치가 필요하다.";
words[15] = "16당신은 지금도 최고고, 이전에도 최고였으며 앞으로도 최고일것이다.";
words[16] = "17성공하는 사람은 실패하는데 익숙한사람이다.";
words[17] = "18후회를 최대한 이용하라, 깊이 후회한다는 것은 새로운 삶을 산다는 것이다.";
words[18] = "19가짜 친구는 소문을 믿고, 진짜 친구는 나를 믿는다.";
words[19] = "20성공이라는 못을 박으려면 끈질김이라는 망치가 필요하다.";
words[20] = "21당신은 지금도 최고고, 이전에도 최고였으며 앞으로도 최고일것이다.";
words[21] = "22성공하는 사람은 실패하는데 익숙한사람이다.";
words[22] = "23후회를 최대한 이용하라, 깊이 후회한다는 것은 새로운 삶을 산다는 것이다.";
words[23] = "24가짜 친구는 소문을 믿고, 진짜 친구는 나를 믿는다.";
words[24] = "25성공이라는 못을 박으려면 끈질김이라는 망치가 필요하다.";
words[25] = "26당신은 지금도 최고고, 이전에도 최고였으며 앞으로도 최고일것이다.";
words[26] = "27성공하는 사람은 실패하는데 익숙한사람이다.";
words[27] = "28후회를 최대한 이용하라, 깊이 후회한다는 것은 새로운 삶을 산다는 것이다.";
words[28] = "29가짜 친구는 소문을 믿고, 진짜 친구는 나를 믿는다.";
words[29] = "30성공이라는 못을 박으려면 끈질김이라는 망치가 필요하다.";

let rand = Math.floor(Math.random()*words.length)
document.write(words[rand])